base-devel
cmake
htop
exa
powerline
powerline-fonts
vim
noto-fonts-emoji
ttf-joypixels
tig
tree
bat
ttf-fira-code
starship
asdf-vm
rcm
ttf-firacode-nerd
zsh
zsh-syntax-highlighting
zsh-autosuggestions
tmux
fish
docker
docker-compose
xclip
